JGhignatti/jv-life-tap/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_WIFI_MODE_STA=y
CONFIG_ESPNOW_WIFI_CHANNEL=1
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
